x = 5 #변수 x (숫자형 5 로 선언)
y = 3 #변수 y (숫자형 3 으로 선언)
z = 1.2 #실수형 변수 등장! (실수형 1.2 으로 선언)

print("1)",x+y+z) #1) 와 문자형 x,y,z를 더한 값을 순서대로 나열하여 출력
print("2)",x-y-z) #2) 와 문자형 x,y,z를 뺀 값을 순서대로 나열하여 출력
print("3)",x*y*z) #3) 와 문자형 x,y,z를 곱한 값을 순서대로 나열하여 출력
print("4)",x/y/z) #4) 와 문자형 x,y,z를 나눈 값을 순서대로 나열하여 출력
print("5)",x**y) #5) 와 문자형 x,y를 제곱한 값을 순서대로 나열하여 출력
print("6)",x%y) #6) 와 문자형 x,y를 나눈 후 남은 값을 순서대로 나열하여 출력

<<<<<<< HEAD
#결론 : 위의 연산기호들을 외우고 훗날 잘 써먹자
=======
#결론 : 위의 연산기호들을 외우고 훗날 잘 써먹자
>>>>>>> 73aed87492f79656afedceff52ea4ca18b68d0be
